---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.SolidGlass
source: html/0f7b2025-c580-1b03-bdfb-150b033debb8.htm
---
# SolidGlass Properties

The property labeled "Tint Color" from the "SolidGlass" schema.